Repository: common-repository/yandex-news
Catalog: languages/yandex-news-*.po
Languages: ru_ru, uk_ua

source: Yandex.News plugin settings page
ru_ru: Страница настроек плагина Яндекс.Новости
uk_ua: Сторінка налаштувань плагіну Яндекс.Новини

source: Yandex.News
ru_ru: Яндекс.Новости
uk_ua: Яндекс.Новини

source: Yandex News Settings
ru_ru: Настройки плагина Яндекс.Новости
uk_ua: Налаштування плагіну Яндекс.Новини

source: Main Feed Settings
ru_ru: Основные настройки ленты
uk_ua: Основні налаштування стрічки

source: Path
ru_ru: Путь
uk_ua: Шлях

source: Logo
ru_ru: Логотип
uk_ua: Логотип

source: Logo square
ru_ru: Квадратный логотип
uk_ua: Квадратний логотип

source: Categories
ru_ru: Категории
uk_ua: Категорії

source: You must specify a valid image URL
ru_ru: Требуется указать корректный путь к изображению
uk_ua: Ви маєте вказати коректний шлях до зображення каналу

source: Your feed is active
ru_ru: Ваша лента активна
uk_ua: Ваша стрічка активна

source: Feed URL: <a href="%s" target="_blank">%1$s</a>
ru_ru: Путь к ленте: <a href="%s" target="_blank">%1$s</a>
uk_ua: Шлях до стрічки: <a href="%s" target="_blank">%1$s</a>

source: Your feed is not active
ru_ru: Ваша лента не активна
uk_ua: Ваша стрічка не активна

source: Feed name
ru_ru: Название ленты
uk_ua: Назва стрічки

source: required field
ru_ru: обязательное поле
uk_ua: обов’язкове поле

source: Yandex News
ru_ru: Яндекс.Новости
uk_ua: Яндекс.Новини

source: Generates an XML feed to export news in the Yandex.News service
ru_ru: Генерирует ленту в формате XML для экспорта в сервис Яндекс.Новости
uk_ua: Генерує стрічку у форматі XML для експорту публікацій у сервіс Яндекс.Новини

source: Yevhen Amelin <yevhen.amelin@gmail.com>
ru_ru: Евгений Амелин <yevhen.amelin@gmail.com>
uk_ua: Євген Амелін <yevhen.amelin@gmail.com>
